tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew 'git'
brew 'mackup'
brew 'mas'
brew 'node'

brew "zsh"
brew "antigen"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "xz"
brew "python3"
brew "httpie"
brew "libevent"
brew "libksba"
brew "libtool"
brew "libyaml"
brew "nginx", link: false
brew "nvm"
brew "phantomjs"
brew "pkg-config"
brew "postgresql"
brew "python"
brew "selenium-server-standalone"
brew "tmux"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "thefuck"

cask "dropbox"
cask "iterm2"
cask "docker"
cask "slack"
cask "google-chrome"
cask "telegram"
cask "discord"
cask "firefox"
cask "visual-studio-code"
cask "opera"
cask "sketch"
cask "webstorm"
cask "skype"
cask "chromium"
cask "parallels"
cask "virtualbox"
cask "charles"
cask "android-studio"
cask "sublime-text"
cask "android-file-transfer"
cask "enpass"
cask "clipy"
cask "vlc"
cask "alfred"

mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Monosnap", id: 540348655
mas "unrar", id: 1071663619
mas "Unsplash Wallpapers", id: 1284863847
