tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

brew 'git'
brew 'mas'
brew 'node'
brew 'nvm'
brew 'yarn'

brew "zsh"
brew "antigen"
brew "python3"

cask 'keepassxc'
cask "dropbox"
cask "iterm2"
cask "visual-studio-code"
cask "docker"
cask "slack"
cask "google-chrome"
cask "telegram"
cask "firefox"
cask "opera"
cask "sketch"
cask "skype"
cask "virtualbox"
cask "charles"
cask "android-file-transfer"
cask "vlc"

mas "Monosnap", id: 540348655
mas "unrar", id: 1071663619
mas "Unsplash Wallpapers", id: 1284863847

# brew "nginx", link: false
# brew "phantomjs"
# brew "python"
# brew "selenium-server-standalone"
# brew "tmux"
# brew "wget"
# brew "youtube-dl"
# brew "thefuck"
# brew "postgresql"

# cask "discord"
# cask "android-studio"
# cask "sublime-text"
# cask "alfred"
# cask "enpass"
# cask "clipy"
# cask "webstorm"
# cask "parallels"
# cask "chromium"

# mas "GarageBand", id: 682658836
# mas "GIPHY CAPTURE", id: 668208984
